import React from "react";
const AboutSystemPage = () =>{
    return(
        <>  
            <h1>Изменю</h1>
            <h3>Инструкция к приложению:</h3>
            <p>Это веб-приложение предназначено для организации событий с привлечением волонтеров. Пользователи могут просматривать список мероприятий, регистрироваться на них как волонтеры и отслеживать статус заявок. Администраторы могут добавлять новые события и мероприятия, редактировать и удалять существующие.</p>
            <p>Для регистрации заявки на мероприятие, выберите нужное мероприятие и нажмите на кнопку "Зарегистрироваться". Ваша заявка будет отправлена на рассмотрение.</p>
            <p>Администраторы могут управлять заявками, просматривать их и принимать или отклонять.</p>
        </>
    )
}
export default AboutSystemPage;